Repository: vitaminwater/AddressBook
Catalog: Linotte/*.lproj/Localizable.strings
Languages: fr

# PLACE_NAME
source: VENUE NAME
fr: NOM DU LIEU

# ENTER_ADDRESS
source: ADDRESS
fr: ADRESSE

source: By name
fr: Nom

source: By address
fr: Adresse

# AT_LOCATION
source: At position
fr: Position

# ADDRESS_NAME_MISSING
source: Please set a name for this address.
fr: Veuillez renseigner un nom pour cette adresse.

# WELCOME_TEXT
source: Linotte Your smart geolocated reminder
fr: Linotte Votre pense-bête geolocalisé

# NOTIFICATION_MULTI
source: You are close to [N] addresses:
fr: Vous vous trouvez à proximité de [N] adresses:

# NOTIFICATION_AND
source: and
fr: et

# NOTIFICATION_1
source: You are close to [PlaceName], [Category]. Getting there?
fr: Vous vous trouvez à proximité de [PlaceName], [Category]. Y aller ?

# NOTIFICATION_1_0
source: You are close to [PlaceName]. Getting there?
fr: Vous vous trouvez à proximité de [PlaceName]. Y aller ?

# NOTIFICATION_2
source: [PlaceName], [Category] is not far from here. Do you want to take a look?
fr: [PlaceName], [Category] n'est pas loin. Vous voulez y faire un tour ?

# NOTIFICATION_2_0
source: [PlaceName] is not far from here. Do you want to take a look?
fr: [PlaceName] n'est pas loin. Vous voulez y faire un tour ?

# NOTIFICATION_3
source: [PlaceName], [Category] is few steps from here. Shall we go?
fr: [PlaceName], [Category] est à quelques mètres. On y va ?

# NOTIFICATION_3_0
source: [PlaceName] is few steps from here. Shall we go?
fr: [PlaceName] est à quelques mètres. On y va ?

# NOTIFICATION_4
source: Looks like [PlaceName], [Category] is around the corner. Why not to go?
fr: On dirait que [PlaceName], [Category] est dans le coin. Pourquoi ne pas y passer ?

# NOTIFICATION_4_0
source: Looks like [PlaceName] is around the corner. Why not to go?
fr: On dirait que [PlaceName] est dans le coin. Pourquoi ne pas y passer ?

# NOTIF_ADDRESS_DELETE
source: Delete this venue?
fr: Effacer ce lieu ?

# NOTIF_LIST_DELETE
source: Delete this book ?
fr: Effacer ce carnet ?

# NOTIF_ADDRESS_DELETE_CONFIRM
source: Venue deleted
fr: Lieu effacé

# NOTIF_LIST_DELETE_CONFIRM
source: Book deleted
fr: Carnet effacé

# NOTIF_LIST_DELETE_INSTALL
source: Book installed
fr: Carnet installé

source: Yes
fr: Oui

source: No
fr: Non

# NO_NOTE_SPLASH
source: ScreenLinotteBisEN
fr: ScreenLinotteBis

# DISTANCE_UNAVAILABLE
source: Looking for position...
fr: Position non disponible...

# DISTANCE_TOO_FAR
source: Far away
fr: Très loin

# ADDRESS_LIST_IN
source: in:
fr: dans:

# SKIP_BUTTON_TEXT
source: Skip >
fr: Passer >

# LIST_INFO
source: [nAddress] address
fr: [nAddress] adresses

# LIST_INFO_PLURAL
source: [nAddress] addresses
fr: [nAddress] adresses

source: I note
fr: Je note

source: I stroll
fr: Je me balade

source: I forget
fr: J'oublie

source: I'm reminded
fr: Je retrouve

# ADDRESSCREATED
source: This venue is now registered.
fr: Ce lieu est désormais enregistré

# ADDRESSCREATED_SUBTEXT
source: You can now choose to be notified, or not.
fr: Vous pouvez choisir d'être notifié à proximité, ou non.

# ENABLE_NOTIF_BUTTON_TEXT
source: Activate notifications
fr: Activer notifications

# DISABLE_NOTIF_BUTTON_TEXT
source: Deactivate notifications
fr: Désactiver notifications

# SHOW_LIST_SETTING
source: Move this address in a book
fr: Placer cette adresse dans une liste.

source: Awaiting location
fr: En attente de localisation

source: Loading
fr: Chargement

source: Settings
fr: Paramètres

# NOTIFICATION_SETTING
source: Activate notifications
fr: Activer notifications

# LIST_SETTING
source: This address is in [ListNames]
fr: Cette adresse est dans [ListNames]

# NO_LIST_SETTING
source: This address is isn't in any book
fr: Cette addresse n'est dans aucun carnet

# EDIT_LIST
source: Delete books
fr: Supprimer des carnets

# CHANGE_LIST_BUTTON
source: Change to another book
fr: Déplacer vers un autre carnet

source: Close
fr: Fermer

# LIST_HELP
source: Here you can move this address to a book, either by creating a new one, or by choosing one in the list.
fr: Ici vous pouvez déplacer cette adresse dans un carnet, soit en en créant un, soit en en sélectionnant un dans la liste.

# CREATE_LIST
source: Create a new book
fr: Créer un carnet

# CREATE_LIST_ALERT_TITLE
source: Create [listName] ?
fr: Créer [listName] ?

# CREATE_LIST_ALERT_TEXT
source: If you press Ok, [listName] will be created and [addressName] will be moved in it.
fr: En appuyant Ok, [listName] sera créée et [addressName] sera placé dedans.

# MOVE_LIST_ALERT_TITLE
source: Move [addressName] to [listName] ?
fr: Déplacer [addressName] dans [listName] ?

# MOVE_LIST_ALERT_TEXT
source: If you press Ok, [addressName] will be moved in [listName].
fr: En appuyant Ok, [addressName] sera déplacé dans [listName].

source: Cancel
fr: Annuler

# MOVED_TO
source: Moved to [listName]
fr: Adresse déplacée vers [listName]

# ROUTE_CAR
source: Car
fr: Voiture

# ROUTE_BICYCLE
source: Bicycle
fr: Vélo

# ROUTE_WALK
source: Walk
fr: À pied

# PROVIDER_FROM
source: From
fr: Depuis

# REQUEST_GEOLOC_ENABLED_TITLE
source: Localization
fr: Géolocalisation

# REQUEST_GEOLOC_ENABLED_MESSAGE
source: Localization has to be activated and accepted in order to be notified !
fr: La localisation doit être activée pour être notifié !

# LIST_CONFIG_CONTROLLER_TITLE
source: My books
fr: MES CARNETS

# LIST_CONFIG_HELP1
source: Use the field below to create a new book.
fr: Utilisez le champ ci-dessous pour créer un carnet.

# LIST_CONFIG_HELP2
source: Books marked with a green check will have there addresses visible on your front page.
fr: Les carnets marqués d'une coche verte verront leur adresses affichées sur votre page d'accueil.

# LIST_STORE_SCREEN_NAME
source: DISCOVER
fr: DÉCOUVRIR

# LIST_STORE_SEARCH_NAME
source: SEARCH
fr: CHERCHER

# ADD_ADDRESS_SCREEN_NAME
source: CREATE AN ADDRESS
fr: AJOUTER UNE ADRESSE

# HOME_SCREEN_NAME
source: MY LINOTTE
fr: MA LINOTTE

# LIST_STORE_SEE_MORE
source: See more
fr: Voir plus

# LIST_NAME
source: CREATE BOOK
fr: NOUVEAU CARNET

# SEARCH_LIST_NAME
source: SEARCH A BOOK
fr: RECHERCHER UN CARNET

# LIST_NOTIFICATION_LABEL
source: Activate notifications on this book
fr: Activer les notifications du carnet

# LIST_OUTPUT_EMPTY_MESSAGE
source: You may also add addresses that are already stored in your Linotte
fr: Vous pouvez aussi ajouter des adresses qui sont déjà dans votre Linotte

# LIST_OUTPUT_EMPTY_BUTTON
source: Select addresses in my Linotte
fr: Accéder à ma liste d'adresses Linotte

# LIST_OUTPUT_ADDRESS_LIST_HELP
source: Select the addresses stored in you Linotte that you want to add to this book.
fr: Sélectionnez les adresses de votre Linotte que vous souhaitez ajouter au nouveau carnet.

# LIST_OUTPUT_ADDRESS_LIST_CLOSE
source: Close
fr: Terminer

# LIST_OUTPUT_ADDRESS_LIST_SEARCH
source: SEARCH A VENUE
fr: RECHERCHER UN LIEU

# DEFAULT_LIST_NAME
source: My book
fr: Mon carnet

# LIST_INFOS_FORMAT
source: By %@ %d addresses - %d subscribers Last update at %@
fr: Par %@ %d adresses - %d abonnés Dernière mise à jour le %@

# LIST_INSTALL_LABEL
source: Add this book to my Linotte
fr: Ajouter le carnet à ma Linotte

# SHORT_DATE_FORMAT
source: yyyy/MM/dd
fr: dd/MM/yy

source: Last seen
fr: Dernière

# MY_ADDRESSES
source: Addresses
fr: Adresses

# MY_BOOKS
source: Books
fr: Carnets

source: SEARCH
fr: CHERCHER

source: Hide keyboard
fr: Cacher le clavier

# CANNOT_DELETE_ADDRESS
source: Addresses in this book cannot be deleted
fr: Les adresses de ce carnet ne peuvent être supprimées

# ENTER_VALID_EMAIL
source: Please enter a valid email address.
fr: Entrez une adresse mail valide.

# ENTER_VALID_PASSWORDS
source: Please enter a password.
fr: Veuillez entrer un mot de passe.

# EMAIL_PLACEHOLDER
source: Enter your email address here
fr: Entrez votre address email ici

# PASSWORD_PLACEHOLDER
source: And your password here
fr: Et votre mot de passe ici

# CANNOT_SEND_MAIL
source: Cannot send mail, is it configured ?
fr: Impossible d'envoyer un mail, est-il configuré ?
